_posts/2023-04-25-rpg-parte-2.html
---
layout: post
title: "RPG parte 2"
date: 2023-04-25 11:49:20
tags: [videojuegos]
---

<div id="outline-container-orgb9f71c4" class="outline-3">
<h3 id="orgb9f71c4">III</h3>
<div class="outline-text-3" id="text-orgb9f71c4">
<p>
Era natural, sobre todo considerando el alto grado de correlación entre dedicar los fines de semana a rolear en un sótano y saber programar &lt;o entre tener a disposición una computadora y gustar del D&amp;D&gt;, que se aprovechen las computadoras para reducir el tedio de tiros de dados, consultas a libros de reglas y cálculo de estadísticas. Y entonces los primeros embriones de cRPGs, juegos de rol computarizados, eran eso: apenas aparatosas calculadoras.
</p>

<p>
Si bien &lt;a diferencia de lo que pasaba con los juegos de guerra y simulación&gt; harían falta décadas para que las computadoras y las consolas pudieran competir con la vasta experiencia creativa de las sesiones de calabozos y dragones,
</p>

<p>
PLATO
unix, rogue
</p>

<p>
[considerar la posibilidad de partir acá]
</p>

<p>
trinity, wizardry + ultima
(bard's tale y M&amp;M ?)
(richard garriott, el figuretti de la historia de los videojuegos)
</p>

<p>
describir los dos estilos
</p>
</div>
</div>

<div id="outline-container-orgcb4a32e" class="outline-3">
<h3 id="orgcb4a32e">IV</h3>
<div class="outline-text-3" id="text-orgcb4a32e">
<p>
90s decline and revival
la movida pasó de las computadoras a las consolas y de occidente a oriente
los primeros jrpgs datan de los 80, de computadoras primitivas
los jrpgs fueron género bandera de la famicon y el gameboy, pero sobre todo de super nintendo y de la primera playstation. square y enix
cruce con el anime
simplificacion del sistema, no hace falta conocer reglas de d&amp;d, conocer sistemas de clases ni diseñar personajes antes de empezar a jugar
otras caracteristicas notables?
mención honorable para pokemon
</p>
</div>
</div>

<div id="outline-container-org2a67a49" class="outline-3">
<h3 id="org2a67a49">V</h3>
<div class="outline-text-3" id="text-org2a67a49">
<ul class="org-ul">
<li><p>
MUDs, ultima online &amp; contemporary online rpgs
</p>

<p>
muds acá? o mejor junto con unix/plato?
</p></li>
</ul>
<p>
(hablar brevemente de online gaming, con lo que pueda conseguir en crpg y en replay. aprovechar eso de que WoW decían que es el final de la historia para decir que por lo menos es el final de este post
</p>
</div>
</div>

<div id="outline-container-orge4d4584" class="outline-2">
<h2 id="orge4d4584">Tasks</h2>
<div class="outline-text-2" id="text-orge4d4584">
</div>
<div id="outline-container-orgda87ccd" class="outline-3">
<h3 id="orgda87ccd"><span class="done DONE">DONE</span> post outline</h3>
<div class="outline-text-3" id="text-orgda87ccd">
</div>
</div>

<div id="outline-container-orgb6b6d47" class="outline-3">
<h3 id="orgb6b6d47"><span class="done DONE">DONE</span> leer it's all a game</h3>
<div class="outline-text-3" id="text-orgb6b6d47">
</div>
</div>

<div id="outline-container-org9a9243d" class="outline-3">
<h3 id="org9a9243d"><span class="done DONE">DONE</span> releer its all a game [2]</h3>
<div class="outline-text-3" id="text-org9a9243d">
</div>
</div>

<div id="outline-container-orgbb344cd" class="outline-3">
<h3 id="orgbb344cd"><span class="todo TODO">TODO</span> releer crpg book</h3>
<div class="outline-text-3" id="text-orgbb344cd">
</div>
<div id="outline-container-org08111ad" class="outline-4">
<h4 id="org08111ad"><span class="done DONE">DONE</span> prussia [1]</h4>
<div class="outline-text-4" id="text-org08111ad">
</div>
</div>
<div id="outline-container-org1d8eb82" class="outline-4">
<h4 id="org1d8eb82"><span class="done DONE">DONE</span> what is an old school crpg? [1]</h4>
<div class="outline-text-4" id="text-org1d8eb82">
</div>
</div>
<div id="outline-container-org7ffbe84" class="outline-4">
<h4 id="org7ffbe84"><span class="done DONE">DONE</span> plato [3]</h4>
<div class="outline-text-4" id="text-org7ffbe84">
</div>
</div>
<div id="outline-container-orge0da7d2" class="outline-4">
<h4 id="orge0da7d2"><span class="todo TODO">TODO</span> jrpgs</h4>
</div>
<div id="outline-container-org694972e" class="outline-4">
<h4 id="org694972e"><span class="todo TODO">TODO</span> muds</h4>
</div>
</div>

<div id="outline-container-org7144865" class="outline-3">
<h3 id="org7144865"><span class="done DONE">DONE</span> releer digital antic</h3>
<div class="outline-text-3" id="text-org7144865">
</div>
<div id="outline-container-org2e3354f" class="outline-4">
<h4 id="org2e3354f"><span class="done DONE">DONE</span> <a href="https://www.filfre.net/2011/07/the-rise-of-experiential-games/">https://www.filfre.net/2011/07/the-rise-of-experiential-games/</a> [1]</h4>
<div class="outline-text-4" id="text-org2e3354f">
</div>
</div>
<div id="outline-container-orgb42958d" class="outline-4">
<h4 id="orgb42958d"><span class="done DONE">DONE</span> <a href="https://www.filfre.net/2011/07/dungeons-and-dragons/">https://www.filfre.net/2011/07/dungeons-and-dragons/</a> [2]</h4>
<div class="outline-text-4" id="text-orgb42958d">
</div>
</div>
<div id="outline-container-org899cfa0" class="outline-4">
<h4 id="org899cfa0"><span class="done DONE">DONE</span> <a href="https://www.filfre.net/2011/08/defining-the-crpg/">https://www.filfre.net/2011/08/defining-the-crpg/</a> [3]</h4>
<div class="outline-text-4" id="text-org899cfa0">
</div>
</div>
<div id="outline-container-org2b1b355" class="outline-4">
<h4 id="org2b1b355"><span class="done DONE">DONE</span> <a href="https://www.filfre.net/2011/08/from-the-tabletop-to-the-computer/">https://www.filfre.net/2011/08/from-the-tabletop-to-the-computer/</a> [3]</h4>
<div class="outline-text-4" id="text-org2b1b355">
</div>
</div>
<div id="outline-container-org00a7762" class="outline-4">
<h4 id="org00a7762"><span class="done DONE">DONE</span> <a href="https://www.filfre.net/2011/08/the-first-crpgs/">https://www.filfre.net/2011/08/the-first-crpgs/</a> [3]</h4>
<div class="outline-text-4" id="text-org00a7762">
</div>
</div>
<div id="outline-container-org7224f0a" class="outline-4">
<h4 id="org7224f0a"><span class="done DONE">DONE</span> lord british [3]</h4>
<div class="outline-text-4" id="text-org7224f0a">
</div>
</div>
</div>

<div id="outline-container-orgb32972e" class="outline-3">
<h3 id="orgb32972e"><span class="done DONE">DONE</span> leer sobre rogue</h3>
<div class="outline-text-3" id="text-orgb32972e">
</div>
</div>

<div id="outline-container-org35a0a6b" class="outline-3">
<h3 id="org35a0a6b"><span class="todo TODO">TODO</span> leer capitulos relevantes de replay</h3>
<div class="outline-text-3" id="text-org35a0a6b">
</div>
<div id="outline-container-org80993c4" class="outline-4">
<h4 id="org80993c4"><span class="todo TODO">TODO</span> 5. biggest eureka [3]</h4>
</div>
<div id="outline-container-orge005ab2" class="outline-4">
<h4 id="orge005ab2"><span class="todo TODO">TODO</span> 11. macintosh</h4>
</div>
<div id="outline-container-orgf3862c2" class="outline-4">
<h4 id="orgf3862c2"><span class="todo TODO">TODO</span> 12. a tool to sell soft</h4>
</div>
<div id="outline-container-org1db88b7" class="outline-4">
<h4 id="org1db88b7"><span class="todo TODO">TODO</span> 13. i could have sworn (nes)</h4>
</div>
<div id="outline-container-org3b20679" class="outline-4">
<h4 id="org3b20679"><span class="todo TODO">TODO</span> 23. mud</h4>
</div>
<div id="outline-container-orgcba9503" class="outline-4">
<h4 id="orgcba9503"><span class="todo TODO">TODO</span> 24. second lives</h4>
</div>
<div id="outline-container-org7349759" class="outline-4">
<h4 id="org7349759"><span class="todo TODO">TODO</span> 26. all access gaming</h4>
</div>
</div>

<div id="outline-container-org860e38d" class="outline-3">
<h3 id="org860e38d"><span class="todo TODO">TODO</span> releer jrpg book</h3>
<div class="outline-text-3" id="text-org860e38d">
</div>
<div id="outline-container-orgddabace" class="outline-4">
<h4 id="orgddabace"><span class="todo TODO">TODO</span> what is a jrpg</h4>
</div>
<div id="outline-container-orge3c2d31" class="outline-4">
<h4 id="orge3c2d31"><span class="todo TODO">TODO</span> a history of rpgs in japan</h4>
</div>
<div id="outline-container-orgd27843c" class="outline-4">
<h4 id="orgd27843c"><span class="todo TODO">TODO</span> anime</h4>
</div>
</div>

<div id="outline-container-org34be1a9" class="outline-3">
<h3 id="org34be1a9"><span class="done DONE">DONE</span> leer if50 dnd [3]</h3>
<div class="outline-text-3" id="text-org34be1a9">
</div>
</div>
<div id="outline-container-org9ab705a" class="outline-3">
<h3 id="org9ab705a"><span class="todo TODO">TODO</span> leer if50 MUD</h3>
</div>
</div>
